Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# progression.explain.startDuration
source: Start %@ at %@ to %@ seconds a set. We will adjust from what you log.
es: Empieza %@ con %@-%@ segundos por serie. Lo ajustaremos con lo que registres.
fr: Commence %@ à %@ à %@ secondes par série. On ajustera à partir de ce que tu enregistres.
hi: %@ की शुरुआत हर सेट %@ से %@ सेकंड पर करें। आप जो दर्ज करेंगे, उसी से हम आगे समायोजित करेंगे।
it: Inizia %@ con %@-%@ secondi per serie. Regoleremo in base a quello che registri.
tr: %@ hareketine set başına %@ ile %@ saniyeyle başla. Kaydettiklerine göre ayarlayacağız.
zh_hans: %@ 从每组 %@ 到 %@ 秒开始。我们会根据你的记录进行调整。

# progression.explain.startReps
source: Start %@ at %@ to %@ reps a set. We will adjust from what you log.
es: Empieza %@ con %@-%@ repeticiones por serie. Lo ajustaremos con lo que registres.
fr: Commence %@ à %@ à %@ répétitions par série. On ajustera à partir de ce que tu enregistres.
hi: %@ की शुरुआत हर सेट %@ से %@ रेप्स पर करें। आप जो दर्ज करेंगे, उसी से हम आगे समायोजित करेंगे।
it: Inizia %@ con %@-%@ ripetizioni per serie. Regoleremo in base a quello che registri.
tr: %@ hareketine set başına %@ ile %@ tekrarla başla. Kaydettiklerine göre ayarlayacağız.
zh_hans: %@ 从每组 %@ 到 %@ 次开始。我们会根据你的记录进行调整。

# progression.loadProgression
source: Load progression
es: Progresión de carga
fr: Progression en charge
hi: लोड प्रोग्रेशन
it: Progressione di carico
tr: Ağırlık ilerlemesi
zh_hans: 负重进阶

# progression.loadProgression.detail
source: Add weight whenever the target reps are met
es: Añade peso cada vez que cumples las repeticiones objetivo
fr: Ajoute du poids dès que les répétitions visées sont atteintes
hi: जब भी लक्ष्य रेप्स पूरे हों, वज़न बढ़ाएँ
it: Aggiungi peso ogni volta che raggiungi le ripetizioni obiettivo
tr: Hedef tekrarlar tutturuldukça ağırlık ekle
zh_hans: 达到目标次数就加重量

# progression.repProgression
source: Rep progression
es: Progresión de repeticiones
fr: Progression en répétitions
hi: रेप प्रोग्रेशन
it: Progressione di ripetizioni
tr: Tekrar ilerlemesi
zh_hans: 次数进阶

# progression.repProgression.detail
source: Keep the load and build reps over time
es: Mantén la carga y suma repeticiones con el tiempo
fr: Garde la charge et construis les répétitions au fil du temps
hi: लोड वही रखें और समय के साथ रेप्स बढ़ाएँ
it: Mantieni il carico e costruisci ripetizioni nel tempo
tr: Ağırlığı koru, zamanla tekrarı artır
zh_hans: 保持负重，逐步增加次数

# progression.rirBased
source: RIR based
es: Basada en RIR
fr: Basée sur le RIR
hi: RIR आधारित
it: Basata sul RIR
tr: RIR temelli
zh_hans: 基于 RIR

# progression.rirBased.detail
source: Adjust load to hold a target reps-in-reserve
es: Ajusta la carga para mantener un RIR objetivo
fr: Ajuste la charge pour tenir un objectif de répétitions en réserve
hi: तय RIR बनाए रखने के लिए लोड घटाएँ-बढ़ाएँ
it: Regola il carico per restare sulle ripetizioni di riserva obiettivo
tr: Hedeflenen yedek tekrarı tutturmak için ağırlığı ayarla
zh_hans: 调整负重以保持目标保留次数

# progression.volumeProgression
source: Volume progression
es: Progresión de volumen
fr: Progression en volume
hi: वॉल्यूम प्रोग्रेशन
it: Progressione di volume
tr: Hacim ilerlemesi
zh_hans: 训练量进阶

# progression.volumeProgression.detail
source: Add sets before adding load
es: Añade series antes que carga
fr: Ajoute des séries avant d’ajouter de la charge
hi: लोड बढ़ाने से पहले सेट बढ़ाएँ
it: Aggiungi serie prima di aggiungere carico
tr: Ağırlıktan önce set ekle
zh_hans: 先增加组数，再增加负重

# progressionAction.addReps
source: Add reps
es: Sumar repeticiones
fr: Ajouter des répétitions
hi: रेप्स बढ़ाएँ
it: Aggiungi ripetizioni
tr: Tekrar ekle
zh_hans: 增加次数

# progressionAction.calibrate
source: Calibrate
es: Calibrar
fr: Calibrer
hi: कैलिब्रेट करें
it: Calibra
tr: Kalibre et
zh_hans: 确定负重

# progressionAction.deload
source: Deload
es: Descarga
fr: Alléger
hi: डीलोड
it: Scarico
zh_hans: 减量

# progressionAction.increaseLoad
source: Increase load
es: Subir carga
fr: Augmenter la charge
hi: लोड बढ़ाएँ
it: Aumenta il carico
tr: Ağırlığı artır
zh_hans: 增加负重

# progressionAction.maintain
source: Hold steady
es: Mantener
fr: Maintenir
hi: जैसा है वैसा रखें
it: Mantieni
tr: Sabit tut
zh_hans: 保持不变

# progressionAction.reduceLoad
source: Reduce load
es: Bajar carga
fr: Réduire la charge
hi: लोड घटाएँ
it: Riduci il carico
tr: Ağırlığı azalt
zh_hans: 降低负重

# pushPull.legs
source: Legs
es: Pierna
fr: Jambes
hi: पैर
it: Gambe
tr: Bacak
zh_hans: 腿部

# pushPull.pull
source: Pull
es: Tirón
fr: Tirage
hi: पुल
it: Tirata
tr: Çekiş
zh_hans: 拉

# pushPull.push
source: Push
es: Empuje
fr: Poussée
hi: पुश
it: Spinta
tr: İtiş
zh_hans: 推

# range.all
source: All
es: Todo
fr: Tout
hi: सब
it: Tutto
tr: Tümü
zh_hans: 全部

# range.year
source: 1Y
es: 1A
fr: 1A
it: 1A
zh_hans: 1年

# recovery.summary.fresh
source: Nothing is holding you back today. Train as planned.
es: Hoy no hay nada que te frene. Entrena según el plan.
fr: Rien ne te freine aujourd’hui. Entraîne-toi comme prévu.
hi: आज कुछ भी आपको रोक नहीं रहा। योजना के मुताबिक ट्रेनिंग करें।
it: Oggi non c'è nulla che ti trattenga. Allenati come da programma.
tr: Bugün seni tutan bir şey yok. Planladığın gibi çalış.
zh_hans: 今天没有什么拖后腿的，按计划训练就好。

# recovery.summary.low.groups
source: Several muscle groups are still carrying a lot of fatigue. An easier session is the sensible choice.
es: Varios grupos musculares siguen con bastante fatiga. Una sesión más suave es lo sensato.
fr: Plusieurs groupes musculaires portent encore beaucoup de fatigue. Une séance plus légère est le choix raisonnable.
hi: कई मसल ग्रुप में काफ़ी थकान बाकी है। आज हल्का सेशन रखना समझदारी होगी।
it: Diversi gruppi muscolari portano ancora molta fatica. Una sessione più leggera è la scelta sensata.
tr: Birkaç kas grubu hâlâ epey yorgunluk taşıyor. Daha hafif bir seans mantıklı olur.
zh_hans: 有几个肌群仍带着较多疲劳，今天选择轻松一些更合适。

# recovery.summary.low.systemic
source: Readiness is low right now. Keeping today light is the sensible choice.
es: Tu preparación está baja ahora mismo. Lo sensato es tomarte hoy con calma.
fr: Ta forme est basse en ce moment. Rester léger aujourd’hui est le choix raisonnable.
hi: अभी तैयारी कम है। आज हल्का रखना समझदारी होगी।
it: In questo momento la prontezza è bassa. Tenere leggero oggi è la scelta sensata.
tr: Hazırlığın şu an düşük. Bugünü hafif tutmak mantıklı olur.
zh_hans: 目前身体状态偏低，今天放轻松一些更合适。

# recovery.summary.moderate.groups
source: Partly recovered. Some muscle groups are still carrying fatigue from recent work.
es: Recuperación parcial. Algunos grupos musculares aún arrastran fatiga del trabajo reciente.
fr: Récupération partielle. Certains groupes musculaires portent encore la fatigue des séances récentes.
hi: आंशिक रिकवरी। कुछ मसल ग्रुप में हाल के काम की थकान अब भी बाकी है।
it: Recupero parziale. Alcuni gruppi muscolari portano ancora la fatica del lavoro recente.
tr: Kısmen toparlanmış. Bazı kas grupları son çalışmalardan hâlâ yorgunluk taşıyor.
zh_hans: 部分恢复。有些肌群仍带着最近训练留下的疲劳。

# recovery.summary.moderate.systemic
source: Partly recovered. Overall readiness is a little below your usual.
es: Recuperación parcial. Tu preparación general está algo por debajo de lo habitual.
fr: Récupération partielle. Ta forme générale est un peu en dessous de ton habitude.
hi: आंशिक रिकवरी। कुल तैयारी आपकी सामान्य से थोड़ी कम है।
it: Recupero parziale. La prontezza generale è un po' sotto il tuo solito.
tr: Kısmen toparlanmış. Genel hazırlığın her zamankinin biraz altında.
zh_hans: 部分恢复。整体状态比你平时略低一些。

# recovery.summary.ready
source: Recovery looks good for a full session.
es: La recuperación pinta bien para una sesión completa.
fr: La récupération est bonne pour une séance complète.
hi: पूरे सेशन के लिए रिकवरी अच्छी लग रही है।
it: Il recupero è buono per una sessione completa.
tr: Toparlanman tam bir seans için iyi görünüyor.
zh_hans: 恢复情况不错，可以完成一次完整训练。

# repo.error.fetchFailed
source: Your data could not be read just now. Try again.
es: Ahora mismo no se han podido leer tus datos. Inténtalo de nuevo.
fr: Tes données n’ont pas pu être lues pour le moment. Réessaie.
hi: आपका डेटा अभी पढ़ा नहीं जा सका। फिर कोशिश करें।
it: Non è stato possibile leggere i tuoi dati in questo momento. Riprova.
pl: Nie udało się teraz odczytać Twoich danych. Spróbuj ponownie.
tr: Verilerin şu anda okunamadı. Tekrar dene.
zh_hans: 暂时无法读取你的数据，请重试。

# repo.error.notEditable
source: This item comes from the built-in database and cannot be edited. Duplicate it to make your own version.
es: Este elemento viene de la base de datos integrada y no se puede editar. Duplícalo para tener tu propia versión.
fr: Cet élément vient de la base intégrée et ne peut pas être modifié. Duplique-le pour en faire ta propre version.
hi: यह चीज़ बिल्ट-इन डेटाबेस से आती है और एडिट नहीं की जा सकती। अपनी कॉपी बनाकर उसमें बदलाव करें।
it: Questo elemento arriva dal database integrato e non può essere modificato. Duplicalo per crearne una tua versione.
pl: Ten element pochodzi z wbudowanej bazy i nie da się go edytować. Zduplikuj go, żeby mieć własną wersję.
tr: Bu öğe yerleşik veritabanından geliyor ve düzenlenemez. Kendi sürümünü oluşturmak için kopyala.
zh_hans: 这一项来自内置数据库，无法编辑。复制一份就可以改成自己的版本。

# repo.error.notFound
source: That item is no longer available.
es: Ese elemento ya no está disponible.
fr: Cet élément n’est plus disponible.
hi: वह चीज़ अब उपलब्ध नहीं है।
it: Questo elemento non è più disponibile.
pl: Ten element nie jest już dostępny.
tr: Bu öğe artık mevcut değil.
zh_hans: 该项目已不存在。

# repo.error.saveFailed
source: That change could not be saved. Try again.
es: No se ha podido guardar ese cambio. Inténtalo de nuevo.
fr: Cette modification n’a pas pu être enregistrée. Réessaie.
hi: यह बदलाव सेव नहीं हो सका। फिर कोशिश करें।
it: Non è stato possibile salvare la modifica. Riprova.
pl: Nie udało się zapisać tej zmiany. Spróbuj ponownie.
tr: Bu değişiklik kaydedilemedi. Tekrar dene.
zh_hans: 无法保存这项更改，请重试。

# repo.error.snapshotCodingFailed
source: The program history entry could not be stored.
es: No se ha podido guardar esta entrada del historial del programa.
fr: L’entrée d’historique du programme n’a pas pu être enregistrée.
hi: प्रोग्राम हिस्ट्री की यह एंट्री सेव नहीं हो सकी।
it: Non è stato possibile salvare questa voce della cronologia del programma.
pl: Nie udało się zapisać wpisu historii programu.
tr: Program geçmişi kaydı saklanamadı.
zh_hans: 无法保存这条训练计划历史记录。

# repo.error.stillReferenced
source: This food is used in %@ saved meals or recipes. Delete it anyway?
es: Este alimento se usa en %@ comidas o recetas guardadas. ¿Lo eliminas igualmente?
fr: Cet aliment est utilisé dans %@ repas ou recettes enregistrés. Le supprimer quand même ?
hi: यह फ़ूड %@ सेव किए मील या रेसिपी में इस्तेमाल हो रहा है। फिर भी मिटाएँ?
it: Questo alimento è usato in %@ pasti salvati o ricette. Vuoi eliminarlo comunque?
pl: Ten produkt jest używany w zapisanych posiłkach lub przepisach: %@. Usunąć mimo to?
tr: Bu besin, kayıtlı öğün veya tariflerinin %@ tanesinde kullanılıyor. Yine de silinsin mi?
zh_hans: 这种食物被 %@ 份常用餐食或食谱使用。仍要删除吗？

# reset.confirm
source: Delete everything
es: Borrarlo todo
fr: Tout supprimer
hi: सब कुछ मिटाएँ
it: Elimina tutto
ko: 전부 삭제
pl: Usuń wszystko
tr: Her şeyi sil
zh_hans: 全部删除

# reset.done
source: All data has been deleted.
es: Se han borrado todos los datos.
fr: Toutes les données ont été supprimées.
hi: सारा डेटा मिटा दिया गया है।
it: Tutti i dati sono stati eliminati.
ko: 모든 데이터를 삭제했어요.
pl: Wszystkie dane zostały usunięte.
tr: Tüm veriler silindi.
zh_hans: 全部数据已删除。

# reset.message
source: This deletes your profile, programs, training history and nutrition log from this device. Export a backup first if you want to keep any of it.
es: Esto borra de este dispositivo tu perfil, tus programas, tu historial de entrenamiento y tu registro de nutrición. Exporta una copia antes si quieres conservar algo.
fr: Cela supprime ton profil, tes programmes, ton historique d’entraînement et ton journal alimentaire de cet appareil. Exporte d’abord une sauvegarde si tu veux en garder quelque chose.
hi: इससे आपकी प्रोफ़ाइल, प्रोग्राम, ट्रेनिंग हिस्ट्री और फ़ूड लॉग इस डिवाइस से मिट जाएँगे। कुछ भी रखना हो तो पहले बैकअप एक्सपोर्ट कर लें।
it: Questo elimina da questo dispositivo il tuo profilo, i programmi, la cronologia degli allenamenti e il diario alimentare. Esporta prima un backup se vuoi conservarne una parte.
ko: 이 기기에서 프로필, 프로그램, 운동 기록, 식단 기록을 지워요. 남기고 싶은 게 있다면 먼저 백업을 내보내세요.
pl: To usuwa z tego urządzenia Twój profil, programy, historię treningów i dziennik jedzenia. Jeśli chcesz cokolwiek zachować, najpierw wyeksportuj kopię.
tr: Bu işlem profilini, programlarını, antrenman geçmişini ve besin günlüğünü bu cihazdan siler. Bir kısmını saklamak istiyorsan önce yedek al.
zh_hans: 这会从本机删除你的个人资料、训练计划、训练历史和饮食记录。想保留的话，请先导出一份备份。

# reset.title
source: Reset all data
es: Borrar todos los datos
fr: Effacer toutes les données
hi: सारा डेटा रीसेट करें
it: Reimposta tutti i dati
ko: 모든 데이터 초기화
pl: Usuń wszystkie dane
tr: Tüm verileri sıfırla
zh_hans: 重置全部数据

# selection.blocked.alreadyInSession
source: Already in this session
es: Ya está en esta sesión
fr: Déjà dans cette séance
hi: पहले से इस सेशन में है
it: Già presente in questa sessione
tr: Bu seansta zaten var
zh_hans: 这节训练课里已经有了

# selection.blocked.avoidedPattern
source: You chose to avoid this movement
es: Elegiste evitar este movimiento
fr: Tu as choisi d’éviter ce mouvement
hi: आपने यह मूवमेंट छोड़ना चुना है
it: Hai scelto di evitare questo movimento
tr: Bu hareketten kaçınmayı seçtin
zh_hans: 你选择了避开这个动作模式

# selection.blocked.equipment
source: Needs equipment you do not have
es: Necesita material que no tienes
fr: Demande du matériel que tu n’as pas
hi: ऐसा इक्विपमेंट चाहिए जो आपके पास नहीं है
it: Richiede attrezzatura che non hai
tr: Sende olmayan ekipman gerekiyor
zh_hans: 需要你没有的器械

# selection.blocked.excluded
source: You removed this exercise
es: Quitaste este ejercicio
fr: Tu as retiré cet exercice
hi: आपने यह एक्सरसाइज़ हटा दी थी
it: Hai rimosso questo esercizio
tr: Bu egzersizi sen çıkardın
zh_hans: 你移除过这个动作

# selection.blocked.limitation
source: Does not fit the movement limits you set
es: No encaja con los límites de movimiento que marcaste
fr: Ne respecte pas les limites de mouvement que tu as définies
hi: आपकी तय की गई मूवमेंट सीमाओं में फ़िट नहीं बैठती
it: Non rientra nei limiti di movimento che hai impostato
tr: Belirlediğin hareket kısıtlarına uymuyor
zh_hans: 不符合你设定的动作限制

# selection.blocked.neverRecommend
source: You asked not to see this again
es: Pediste no volver a verlo
fr: Tu as demandé à ne plus le voir
hi: आपने इसे दोबारा न दिखाने को कहा था
it: Hai chiesto di non vederlo più
tr: Bunu bir daha görmek istemediğini söyledin
zh_hans: 你要求不再看到这个动作

# selection.blocked.notLoadable
source: This slot needs an exercise you can load with weight
es: Este hueco necesita un ejercicio al que puedas añadir peso
fr: Cette place demande un exercice que tu peux charger
hi: इस जगह ऐसी एक्सरसाइज़ चाहिए जिस पर वज़न लगाया जा सके
it: Questo posto richiede un esercizio che si possa caricare con un peso
tr: Bu sıra, ağırlık yükleyebileceğin bir egzersiz istiyor
zh_hans: 这个位置需要一个可以加重量的动作

# selection.blocked.stretch
source: A stretch, not a working exercise
es: Es un estiramiento, no un ejercicio de trabajo
fr: Un étirement, pas un exercice de travail
hi: यह स्ट्रेच है, वर्किंग एक्सरसाइज़ नहीं
it: È un allungamento, non un esercizio di lavoro
tr: Bu bir esneme, çalışma egzersizi değil
zh_hans: 这是拉伸，不是训练动作

# servingUnit.g
source: Grams
es: Gramos
fr: Grammes
hi: ग्राम
it: Grammi
tr: Gram
zh_hans: 克

# servingUnit.ml
source: Millilitres
es: Mililitros
hi: मिलीलीटर
it: Millilitri
tr: Mililitre
zh_hans: 毫升

# servingUnit.piece
source: Piece
es: Unidad
fr: Pièce
hi: टुकड़ा
it: Pezzo
tr: Adet
zh_hans: 个

# servingUnit.serving
source: Serving
es: Ración
fr: Portion
hi: सर्विंग
it: Porzione
tr: Porsiyon
zh_hans: 份

# session.title.activeRecovery
source: Active Recovery
es: Recuperación activa
fr: Récupération active
hi: एक्टिव रिकवरी
it: Recupero attivo
pl: Aktywna regeneracja
tr: Aktif Toparlanma
zh_hans: 主动恢复

# session.title.activeRecovery.a
source: Active Recovery A
es: Recuperación activa A
fr: Récupération active A
hi: एक्टिव रिकवरी A
it: Recupero attivo A
pl: Aktywna regeneracja A
tr: Aktif Toparlanma A
zh_hans: 主动恢复 A

# session.title.activeRecovery.b
source: Active Recovery B
es: Recuperación activa B
fr: Récupération active B
hi: एक्टिव रिकवरी B
it: Recupero attivo B
pl: Aktywna regeneracja B
tr: Aktif Toparlanma B
zh_hans: 主动恢复 B

# session.title.fullBody
source: Full Body
es: Cuerpo completo
hi: फुल बॉडी
pl: Całe ciało
tr: Tüm Vücut
zh_hans: 全身

# session.title.fullBody.a
source: Full Body A
es: Cuerpo completo A
hi: फुल बॉडी A
pl: Całe ciało A
tr: Tüm Vücut A
zh_hans: 全身 A

# session.title.fullBody.b
source: Full Body B
es: Cuerpo completo B
hi: फुल बॉडी B
pl: Całe ciało B
tr: Tüm Vücut B
zh_hans: 全身 B

# session.title.fullBody.c
source: Full Body C
es: Cuerpo completo C
hi: फुल बॉडी C
pl: Całe ciało C
tr: Tüm Vücut C
zh_hans: 全身 C

# session.title.fullBody.d
source: Full Body D
es: Cuerpo completo D
hi: फुल बॉडी D
pl: Całe ciało D
tr: Tüm Vücut D
zh_hans: 全身 D

# session.title.fullBody.e
source: Full Body E
es: Cuerpo completo E
hi: फुल बॉडी E
pl: Całe ciało E
tr: Tüm Vücut E
zh_hans: 全身 E

# session.title.fullBody.f
source: Full Body F
es: Cuerpo completo F
hi: फुल बॉडी F
pl: Całe ciało F
tr: Tüm Vücut F
zh_hans: 全身 F

# session.title.legs
source: Legs
es: Pierna
fr: Jambes
hi: लेग्स
it: Gambe
pl: Nogi
tr: Bacak
zh_hans: 腿部

# session.title.legs.a
source: Legs A
es: Pierna A
fr: Jambes A
hi: लेग्स A
it: Gambe A
pl: Nogi A
tr: Bacak A
zh_hans: 腿部 A

# session.title.legs.b
source: Legs B
es: Pierna B
fr: Jambes B
hi: लेग्स B
it: Gambe B
pl: Nogi B
tr: Bacak B
zh_hans: 腿部 B

# session.title.legs.c
source: Legs C
es: Pierna C
fr: Jambes C
hi: लेग्स C
it: Gambe C
pl: Nogi C
tr: Bacak C
zh_hans: 腿部 C

# session.title.lower
source: Lower Body
es: Tren inferior
fr: Bas du corps
hi: लोअर बॉडी
it: Parte bassa
pl: Dolne partie
tr: Alt Vücut
zh_hans: 下肢

# session.title.lower.a
source: Lower Body A
es: Tren inferior A
fr: Bas du corps A
hi: लोअर बॉडी A
it: Parte bassa A
pl: Dolne partie A
tr: Alt Vücut A
zh_hans: 下肢 A

# session.title.lower.b
source: Lower Body B
es: Tren inferior B
fr: Bas du corps B
hi: लोअर बॉडी B
it: Parte bassa B
pl: Dolne partie B
tr: Alt Vücut B
zh_hans: 下肢 B

# session.title.lower.c
source: Lower Body C
es: Tren inferior C
fr: Bas du corps C
hi: लोअर बॉडी C
it: Parte bassa C
pl: Dolne partie C
tr: Alt Vücut C
zh_hans: 下肢 C

# session.title.lower.d
source: Lower Body D
es: Tren inferior D
fr: Bas du corps D
hi: लोअर बॉडी D
it: Parte bassa D
pl: Dolne partie D
tr: Alt Vücut D
zh_hans: 下肢 D

# session.title.posteriorChain
source: Posterior Chain
es: Cadena posterior
fr: Chaîne postérieure
hi: पोस्टीरियर चेन
it: Catena posteriore
pl: Taśma tylna
tr: Arka Zincir
zh_hans: 后链

# session.title.posteriorChain.a
source: Posterior Chain A
es: Cadena posterior A
fr: Chaîne postérieure A
hi: पोस्टीरियर चेन A
it: Catena posteriore A
pl: Taśma tylna A
tr: Arka Zincir A
zh_hans: 后链 A

# session.title.posteriorChain.b
source: Posterior Chain B
es: Cadena posterior B
fr: Chaîne postérieure B
hi: पोस्टीरियर चेन B
it: Catena posteriore B
pl: Taśma tylna B
tr: Arka Zincir B
zh_hans: 后链 B

# session.title.posteriorChain.c
source: Posterior Chain C
es: Cadena posterior C
fr: Chaîne postérieure C
hi: पोस्टीरियर चेन C
it: Catena posteriore C
pl: Taśma tylna C
tr: Arka Zincir C
zh_hans: 后链 C

# session.title.posteriorChain.d
source: Posterior Chain D
es: Cadena posterior D
fr: Chaîne postérieure D
hi: पोस्टीरियर चेन D
it: Catena posteriore D
pl: Taśma tylna D
tr: Arka Zincir D
zh_hans: 后链 D

# session.title.pull
source: Pull
es: Tirón
hi: पुल
pl: Ciągnięcie
tr: Çekiş
zh_hans: 拉

# session.title.pull.a
source: Pull A
es: Tirón A
hi: पुल A
pl: Ciągnięcie A
tr: Çekiş A
zh_hans: 拉 A

# session.title.pull.b
source: Pull B
es: Tirón B
hi: पुल B
pl: Ciągnięcie B
tr: Çekiş B
zh_hans: 拉 B

# session.title.pull.c
source: Pull C
es: Tirón C
hi: पुल C
pl: Ciągnięcie C
tr: Çekiş C
zh_hans: 拉 C

# session.title.push
source: Push
es: Empuje
hi: पुश
pl: Pchanie
tr: İtiş
zh_hans: 推

# session.title.push.a
source: Push A
es: Empuje A
hi: पुश A
pl: Pchanie A
tr: İtiş A
zh_hans: 推 A

# session.title.push.b
source: Push B
es: Empuje B
hi: पुश B
pl: Pchanie B
tr: İtiş B
zh_hans: 推 B

# session.title.push.c
source: Push C
es: Empuje C
hi: पुश C
pl: Pchanie C
tr: İtiş C
zh_hans: 推 C

# session.title.rest
source: Rest Day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
pl: Dzień wolny
tr: Dinlenme Günü
zh_hans: 休息日

# session.title.shouldersArms
source: Shoulders & Arms
es: Hombros y brazos
fr: Épaules & Bras
hi: कंधे और भुजाएँ
it: Spalle e braccia
pl: Barki i ramiona
tr: Omuz ve Kol
zh_hans: 肩与手臂

# session.title.shouldersArms.a
source: Shoulders & Arms A
es: Hombros y brazos A
fr: Épaules & Bras A
hi: कंधे और भुजाएँ A
it: Spalle e braccia A
pl: Barki i ramiona A
tr: Omuz ve Kol A
zh_hans: 肩与手臂 A

# session.title.shouldersArms.b
source: Shoulders & Arms B
es: Hombros y brazos B
fr: Épaules & Bras B
hi: कंधे और भुजाएँ B
it: Spalle e braccia B
pl: Barki i ramiona B
tr: Omuz ve Kol B
zh_hans: 肩与手臂 B

# session.title.specialisation
source: Priority Focus
es: Enfoque prioritario
fr: Priorité
hi: प्राथमिकता फ़ोकस
it: Focus prioritario
pl: Partia priorytetowa
tr: Öncelikli Odak
zh_hans: 重点强化

# session.title.specialisation.a
source: Priority Focus A
es: Enfoque prioritario A
fr: Priorité A
hi: प्राथमिकता फ़ोकस A
it: Focus prioritario A
pl: Partia priorytetowa A
tr: Öncelikli Odak A
zh_hans: 重点强化 A

# session.title.specialisation.b
source: Priority Focus B
es: Enfoque prioritario B
fr: Priorité B
hi: प्राथमिकता फ़ोकस B
it: Focus prioritario B
pl: Partia priorytetowa B
tr: Öncelikli Odak B
zh_hans: 重点强化 B

# session.title.upper
source: Upper Body
es: Tren superior
fr: Haut du corps
hi: अपर बॉडी
it: Parte alta
pl: Górne partie
tr: Üst Vücut
zh_hans: 上肢

# session.title.upper.a
source: Upper Body A
es: Tren superior A
fr: Haut du corps A
hi: अपर बॉडी A
it: Parte alta A
pl: Górne partie A
tr: Üst Vücut A
zh_hans: 上肢 A

# session.title.upper.b
source: Upper Body B
es: Tren superior B
fr: Haut du corps B
hi: अपर बॉडी B
it: Parte alta B
pl: Górne partie B
tr: Üst Vücut B
zh_hans: 上肢 B

# session.title.upper.c
source: Upper Body C
es: Tren superior C
fr: Haut du corps C
hi: अपर बॉडी C
it: Parte alta C
pl: Górne partie C
tr: Üst Vücut C
zh_hans: 上肢 C

# session.title.upper.d
source: Upper Body D
es: Tren superior D
fr: Haut du corps D
hi: अपर बॉडी D
it: Parte alta D
pl: Górne partie D
tr: Üst Vücut D
zh_hans: 上肢 D

# session.untitled
source: Workout
es: Entrenamiento
fr: Séance
hi: वर्कआउट
it: Allenamento
pl: Trening
tr: Antrenman
zh_hans: 训练

# sessionEffort.easy
source: Easy
es: Fácil
fr: Facile
hi: आसान
it: Facile
tr: Kolay
zh_hans: 轻松

# sessionEffort.exhausting
source: Exhausting
es: Agotadora
fr: Épuisante
hi: बेहद थकाऊ
it: Sfiancante
tr: Bitkin
zh_hans: 精疲力尽

# sessionEffort.good
source: Good
es: Bien
fr: Bonne
hi: अच्छा
it: Buona
tr: İyi
zh_hans: 不错

# sessionEffort.hard
source: Hard
es: Dura
fr: Difficile
hi: मुश्किल
it: Dura
tr: Zor
zh_hans: 吃力

# sessionStatus.completed
source: Completed
es: Completada
fr: Terminée
hi: पूरा हुआ
it: Completata
tr: Tamamlandı
zh_hans: 已完成

# sessionStatus.inProgress
source: In progress
es: En curso
fr: En cours
hi: चल रहा है
it: In corso
tr: Devam ediyor
zh_hans: 进行中

# sessionStatus.planned
source: Planned
es: Planificada
fr: Prévue
hi: तय है
it: In programma
tr: Planlandı
zh_hans: 已计划

# sessionStatus.rest
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
tr: Dinlenme günü
zh_hans: 休息日

# sessionStatus.skipped
source: Skipped
es: Saltada
fr: Passée
hi: छोड़ा गया
it: Saltata
tr: Atlandı
zh_hans: 已跳过
